{
  "_name_or_path": "hfl/rbt3",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\u5185\u8017",
    "1": "\u5b64\u72ec",
    "2": "\u5e73\u9759",
    "3": "\u5fe7\u90c1",
    "4": "\u5feb\u4e50",
    "5": "\u6124\u6012",
    "6": "\u7126\u8651",
    "7": "\u75b2\u60eb",
    "8": "\u81ea\u6211\u5426\u5b9a",
    "9": "\u8ff7\u832b"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\u5185\u8017": 0,
    "\u5b64\u72ec": 1,
    "\u5e73\u9759": 2,
    "\u5fe7\u90c1": 3,
    "\u5feb\u4e50": 4,
    "\u6124\u6012": 5,
    "\u7126\u8651": 6,
    "\u75b2\u60eb": 7,
    "\u81ea\u6211\u5426\u5b9a": 8,
    "\u8ff7\u832b": 9
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 3,
  "output_past": true,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.46.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21128
}
